Repository: 84000/data-translation-memory
Catalog: toh263-v3.tmx
Source language: bo
Languages: en

source: ཕྱོགས་བཅུའི་ཆུ་ཀླུང་གང་གཱའི་བྱེ་མ་སྙེད་ཀྱི་རྙོག་པ་ལྔའི་སངས་རྒྱས་ཀྱི་ཞིང་དག་ན་སངས་རྒྱས་ཀྱི་ཞིང་རེ་རེར་ཡང་ཚད་མེད་གྲངས་མེད་པའི་ཆུ་ཀླུང་གང་གཱའི་བྱེ་མ་སྙེད་ཀྱི་སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་དེ་དགེ་བའི་རྩ་བ་བསྐྲུན་ཏོ། །
en: At that time, in all the buddha realms of the ten directions inundated with the five impurities that were as numerous as all the grains of sand in the Ganges, myriads of beings in each of those buddha realms, who were as numerous as all the grains of sand in immeasurable, countless Ganges Rivers, gave rise to the mind set on unsurpassed and perfect awakening and created roots of virtue.

source: ལ་ལ་དག་ནི་ཕྱིར་མི་ལྡོག་པའི་ས་རབ་ཏུ་ཐོབ་བོ། །ལ་ལ་དག་ནི་དེ་ལྟ་བུའི་བཟོད་པ་དང་། ཏིང་ངེ་འཛིན་དང་། གཟུངས་རབ་ཏུ་ཐོབ་སྟེ།
en: Some of them reached the level of nonregression, and some attained acceptances, absorptions, and dhāraṇīs.

source: བཟོད་པ་དང་། གཟུངས་ཇི་སྙེད་ཐོབ་པའི་སྟོབས་དང་། རྫུ་འཕྲུལ་གྱིས་མི་མཇེད་ཀྱི་སངས་རྒྱས་ཀྱི་ཞིང་འདིར་དེ་བཞིན་གཤེགས་པ་ཤཱཀྱ་ཐུབ་པའི་གན་དུ་ལྷགས་སོ། །
en: Through the strength and the miraculous power stemming from the attainment of those acceptances, absorptions, and dhāraṇīs, they arrived in front of the Thus-Gone One Śākyamuni in this Sahā buddha realm.

source: གང་རྐྱེན་ལ་འཇུག་པའི་ཐེག་པ་ལ་སེམས་བསྐྱེད་དེ་དགེ་བའི་རྩ་བ་བསྐྲུན་པའི་སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཆུ་ཀླུང་གང་གཱའི་གྲངས་མེད་དཔག་ཏུ་མེད་པའི་བྱེ་མ་སྙེད་དག་ལས་ཁ་ཅིག་ནི་གང་ན་སངས་རྒྱས་བཅོམ་ལྡན་འདས་བཞུགས་ཏེ་འཚོ་ཞིང་སྐྱོང་ལ། སེམས་ཅན་རྣམས་ལ་ཆོས་ཀྱང་སྟོན་པའི་སངས་རྒྱས་ཀྱི་ཞིང་གཞན་དུ་དོང་ངོ་། །
en: Among the myriads of beings as numerous as all the grains of sand in countless Ganges Rivers who had given rise to the mind set on the vehicle for which they had set forth the conditions and had created roots of virtue, some departed to other buddha realms in which blessed buddhas resided, thrived, offered sustenance, and taught the Dharma to beings.

source: ཁ་ཅིག་ནི་ཕྱིར་མི་ལྡོག་པའི་ས་ལ་གནས་སོ། །དེ་བཞིན་དུ་གང་ཉན་ཐོས་ཀྱི་ཐེག་པར་སེམས་བསྐྱེད་ཅིང་དགེ་བའི་རྩ་བ་བསྐྲུན་པའི་སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཆུ་ཀླུང་གང་གཱ་གྲངས་མེད་དཔག་ཏུ་མེད་པའི་བྱེ་མ་སྙེད་དང་།
en: Others abided on the level of nonregression.

source: དེ་བཞིན་དུ་སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཆུ་ཀླུང་གང་གཱ་གྲངས་མེད་དཔག་ཏུ་མེད་པའི་བྱེ་མ་སྙེད་དང་། གང་སངས་རྒྱས་ཀྱི་ཞིང་རེ་རེའི་སེམས་ཅན་གང་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་ལ་རྣམ་པར་གནས་པ་ལྷ་དང་མིའི་ལམ་ཐོབ་པར་གྱུར་པ་ཆུ་ཀླུང་གང་གཱ་གྲངས་མེད་དཔག་ཏུ་མེད་པའི་བྱེ་མ་སྙེད་དང་། སངས་རྒྱས་ཀྱི་ཞིང་རེ་རེའི་སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་སྨོན་ལམ་གྱི་དབང་གིས་དེ་ནས་ཤི་འཕོས་ནས་དེ་བཞིན་གཤེགས་པ་ཤཱཀྱ་ཐུབ་པའི་སངས་རྒྱས་ཀྱི་ཞིང་འདིར་སྐྱེས་སོ། །
en: Similarly, through the power of their aspirations, myriads of beings as numerous as all the grains of sand in immeasurable, countless Ganges Rivers who had given rise to the mind set on the vehicle of the hearers and created roots of virtue; beings in buddha realms as numerous as all the grains of sand in immeasurable, countless Ganges Rivers who abided on the path of the ten virtuous actions and had been born among gods and humans; and myriads of other beings as numerous as all the grains of sand in countless Ganges Rivers who lived in the different buddha realms were reborn in this buddha realm of the Thus-Gone One Śākyamuni after they died.

source: ལ་ལ་དག་ནི་སྨོན་ལམ་གྱི་དབང་གིས་དེ་ནས་ཤི་འཕོས་ནས་གང་ན་སངས་རྒྱས་བཅོམ་ལྡན་འདས་བཞུགས་ཏེ་འཚོ་སྐྱོང་ཞིང་བྱང་ཆུབ་སེམས་དཔའ་དག་པའི་ཚོགས་ཀྱིས་བསྐོར་ཏེ། ཆོས་ཀྱང་སྟོན་པའི་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་གཞན་དག་ཏུ་སྐྱེས་ནས།
en: Through the power of their aspirations, some beings were reborn in other pure buddha realms where blessed buddhas resided, offered sustenance, and taught the Dharma while being surrounded by multitudes of bodhisattvas.

source: སངས་རྒྱས་ཀྱི་ཞིང་དེ་དང་དེ་དག་ཏུ་སེམས་ཅན་རྣམས་ཀྱི་ལོངས་སྤྱོད་དང་། ཀུན་ཏུ་སྤྱོད་པ་དང་། བདེ་བའི་ཡོ་བྱད་སྣ་ཚོགས་ཆོ་མ་ཆོ་དགུ་གྲངས་མེད་དཔག་ཏུ་མེད་པ་བྱུང་ངོ་། །
en: In all those buddha realms, beings enjoyed all kinds of possessions, resources, and provisions in countless, immeasurable amounts.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཏིང་ངེ་འཛིན་དེ་ལས་བཞེངས་ནས། དེའི་ཚེ་ཆེད་དུ་བརྗོད་པ་འདི་ཆེད་དུ་བརྗོད་དོ། །འཇིག་རྟེན་དག་ན་མཁས་པ་གང་། །བློ་དང་ལྡན་ཞིང་འཇིགས་མེད་པ། །བྱང་ཆུབ་ཏུ་ནི་སེམས་བསྔོས་ཤིང་། །
en: Then the Blessed One arose from that absorption and uttered these verses: “The wise ones in these worlds, Who are intelligent and fearless, Dedicate their thoughts to awakening And perform difficult tasks.

source: བྱ་བར་དཀའ་བ་རྣམས་ཀྱང་སྤྱོད། །ཕ་ཡི་དངོས་པོ་རྣམ་པར་སྟོན། །སེམས་ཅན་སྡུག་བསྔལ་སྨིན་པར་བྱེད། །
en: “They teach about the next life And ripen suffering beings.

source: བདུད་བཞི་དག་ཀྱང་འདུལ་བར་བྱེད། །མྱ་ངན་འདས་པ་ཞི་བ་ཐོབ། །
en: They subjugate the four māras And attain the peace of nirvāṇa.

source: སྦྱིན་པ་སྡོམ་པ་སྡོམ་པ་ཡིས། །སེམས་ཅན་རྣམས་ལ་ལས་སྟོན་ཅིང་། །
en: “They teach the law of karma to beings Through restraint, cultivation, and generosity.

source: ཐེག་པ་གསུམ་ལ་སྦྱོར་བ་ཡིས། །དེ་དག་ཐར་པའི་སྐལ་བ་ཐོབ། །
en: By practicing in the three vehicles, Those beings attain the fortunate state of liberation.

source: གང་དག་ངན་འགྲོ་གསུམ་གནས་པ། །སྡུག་བསྔལ་གནོད་ལས་ཐར་བྱེད་ཅིང་། །དེ་དག་སེམས་ནི་དང་བྱས་ནས། །ལྷ་དང་མིར་ནི་རབ་ཏུ་ཁྲིད། །
en: “They liberate from suffering and harm Those who live in the three lower realms, And having shaped their intentions, Lead them to rebirth among gods and humans.

source: དགེ་བའི་ཆོས་ལ་རབ་སྦྱོར་ཞིང་། །གང་དང་གང་ལ་མོས་པ་དག །ཕ་རོལ་ཕྱིན་དྲུག་རྫོགས་བྱས་ནས། །དེ་དག་སངས་རྒྱས་འཐུན་པར་འགྱུར། །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་སྟན་ལས་ལངས་ཏེ།
en: “Beings who practice these virtuous qualities And are ardently devoted to them Will master the six perfections And be in harmony with the buddhas.”

source: བཅོམ་ལྡན་འདས་གང་ན་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་ནས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གང་གི་ཚེ། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་སངས་རྒྱས་ནས། བཅོམ་ལྡན་འདས་འདི་ནི་ཆོས་ཀྱི་འཁོར་ལོ་རབ་ཏུ་བསྐོར་བ་གཉིས་པ་སྟེ།
en: The bodhisattva great being Maitreya then stood up, prostrated to the Blessed One with his palms joined, and said, “Blessed One, this is the second turning of the Dharma wheel after you awakened to unsurpassed and perfect buddhahood!

source: བཅོམ་ལྡན་འདས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བྱིན་གྱིས་བརླབ་ཏུ་གསོལ།
en: Blessed One, please empower this Dharma teaching!”

source: བཅོམ་ལྡན་འདས་ཅང་མི་གསུང་བར་གྱུར་པ་དང་། ལྷ་རྫས་ཀྱི་སིལ་སྙན་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཡང་རབ་ཏུ་འཁྲོལ།
en: As the Blessed One remained silent, the melodies of myriads of divine cymbals resounded everywhere.

source: མེ་ཏོག་གི་ཆར་ཡང་རབ་ཏུ་བབ། ཨ་ག་རུ་དང་། ཏ་ག་ར་དང་། དུས་དང་འཐུན་པའི་ཙན་དན་དང་། སྦྲུལ་གྱི་སྙིང་པོ་ཙན་དན་གྱི་ཕྱེ་མའི་ཆར་དག་ཀྱང་རབ་ཏུ་ཕབ། ལྷ་རྫས་ཀྱི་ན་བཟའ་དང་།
en: Showers of flowers and clouds of powders of aloeswood, takara, yellow sandalwood, and uragasāra sandalwood fell from the sky.

source: ཡིད་བཞིན་གྱི་ན་བཟའ་དང་། དར་གྱི་ལྡ་ལྡིའི་ཕྲེང་བ་དང་། གསེར་གྱི་ལྕག་པོད་དང་། མུ་ཏིག་གི་སེ་མོ་དོ་དང་། དཔུང་རྒྱན་གྱིས་ནམ་མཁའི་དབྱིངས་ཀྱང་བརྒྱན་ཏོ། །
en: Divine garments, wish-fulfilling garments, silk streamers, golden girdles, pearl necklaces, and armlets adorned the expanse of the sky.

source: ཀླུ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་མང་པོ་བཅོམ་ལྡན་འདས་ལ་མཆོད་པའི་ལས་ལ་བརྩོན་པས་མུ་ཏིག་གི་སེ་མོ་དོ་རྣམ་པ་སྣ་ཚོགས་ཆོ་མ་ཆོ་དགུའི་ཆར་ཀྱང་རབ་ཏུ་ཕབ་བོ། །
en: Many myriads of nāgas exerted themselves in the ritual activity of worshiping the Blessed One, raining down showers of myriads of different kinds of pearl necklaces.

source: བྱམས་པ་དང་འཇམ་དཔལ་དང་། ཀུན་ཏུ་བཟང་པོ་ལ་སོགས་པ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་ཕྱོགས་བཅུ་ནས་འདུས་པ་ཐམས་ཅད་དང་ལྷན་ཅིག་ཏུ་སྟན་ལས་ལངས་ཏེ། བཅོམ་ལྡན་འདས་གང་ན་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་ནས་བཅོམ་ལྡན་འདས་ལ་ཚིག་འཐུན་པར་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་འགྲོ་བ་སླད་མ་དག་ལ་ཐུགས་བརྩེ་བའི་སླད་དུ་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་བྱིན་གྱིས་བརླབ་ཏུ་གསོལ།
en: All the bodhisattvas who had gathered from the ten directions, including Maitreya, Mañjuśrī, Samantabhadra, and the rest, stood up together, joined their palms in the direction of the Blessed One, and supplicated him in unison, “Respected Blessed One, out of affection for the sake of future beings, please empower this Dharma teaching!”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བཞིན་བཟངས་དག་དེ་སྐད་མ་ཟེར་ཅིག །
en: “Respectable ones,” the Blessed One replied, “do not say such words!

source: མ་འོངས་པའི་དུས་ཐ་མ་ལྔ་བརྒྱའི་དུས་ཀྱི་བར་དག་ཏུ་གང་དག་རིགས་བཞིའི་འཁོར་མི་དད་པ་དག་འབྱུང་སྟེ། སྤྱོད་པ་ངན་པ། ཚུལ་ཁྲིམས་ངན་པ། གཞོགས་སློང་བྱེད་པ།
en: In the future, during the final five hundred years, there will be assemblies of unfaithful beings belonging to the four castes who engage in unwholesome conduct, observe unwholesome discipline, and solicit payment.

source: ཐོས་པ་ཉུང་བ། སེར་སྣ་ཅན། སྤྱོད་པ་མ་རུངས་པ། སྡིག་པའི་ལྟ་བར་གནས་པ། རྟག་པ་དང་ཆད་པ་ལ་ལྟ་བ་ཕལ་ཆེར་འབྱུང་ངོ་། །
en: They will have little learning, they will be stingy, their behavior will be inappropriate, they will maintain evil views, and most of them will adhere to views of permanence and annihilation.

source: འཇིག་རྟེན་ཕ་རོལ་ལ་འཇིགས་པར་མི་ལྟ་བ། རྒྱུ་དང་འབྲས་བུ་ཡོད་པར་མི་འདོད་པ། གཅིག་ལ་གཅིག་ངན་དུ་སེམས་ཤིང་བདག་སྟོང་པ་ནས་མི་དགེ་བ་བཅུའི་ལས་ཀྱི་ལམ་གྱི་བར་དང་ལྡན་པ་དག་འབྱུང་ངོ་། །
en: They will not be afraid of the afterlife, they will deny the existence of causes and effects, they will harbor ill will toward each other, they will praise themselves, and they will follow the path of the ten nonvirtuous actions.

source: རྒྱལ་པོ་ཡང་ཆོས་དང་ལྡན་པ་མི་འབྱུང་སྟེ།
en: There will be no kings who practice the Dharma.

source: འདོད་པ་ཡོངས་སུ་ཚོལ་བས་མི་ངོམས་པ་གཞན་གྱི་འཁྲུལ་པའི་སྐབས་ཚོལ་བ། དགེ་སྦྱོང་དང་།
en: Kings will insatiably pursue the objects of their desires, and they will look for opportunities to deceive others.

source: བྲམ་ཟེ་དང་། ཁྱིམ་ན་གནས་པ་མཆོད་པར་འོས་པ་དག་ལ་བརྙས་པ་ཤིན་ཏུ་བྱེད་ཅིང་མཆོད་པའི་འོས་མ་ཡིན་པ་ལ་དད་དེ། གཞོགས་སློང་ཅན། གཡོ་སྒྱུ་ཅན། ཚུལ་ཁྲིམས་ངན་པ་ཅན། ཐོས་པ་ཉུང་བ་བསོད་ནམས་ཆུང་བ།
en: They will show great contempt for the mendicants, brahmins, and householders who are worthy of worship, and they will have faith in those who are not worthy of worship.

source: སྙིང་རྗེ་ཆུང་བ། ཡིད་མི་གཞུངས་པ། ལོག་པར་ཞུགས་པའི་དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དང་། ཁྱིམ་བདག་རྣམས་ལ་རྒྱལ་པོ་གུས་པར་བྱེད་ཅིང་ཞེ་ས་བྱེད།
en: Those kings will respect, honor, revere, venerate, and support mendicants, brahmins, and householders who solicit payment, who are hypocrites, who observe unwholesome discipline, who have little learning and weak compassion, who are dull-minded, and who are involved with mistaken practices.

source: བླ་མར་བྱེད། རི་མོར་བྱེད་ཅིང་ཀུན་ཏུ་འཛིན་ཏོ། །དེ་དག་ཀྱང་ཉིན་དང་མཚན་དུ་བདེ་བ་འདོར་ཞིང་འཕྲལ་གང་དུ་རྒྱལ་པོའི་དགོས་པ་མ་རུངས་པ་དག་སྤྱོད་དེ།
en: They will discard happiness day and night, and they will promptly engage in inappropriate royal duties.

source: རྒྱལ་པོ་ཡང་འཇིག་རྟེན་ཕ་རོལ་ལ་འཇིགས་པར་མི་ལྟ་བ་བརྫུན་དུ་སྨྲ་བ་མང་བ་འབྱུང་སྟེ།
en: Those kings will not be afraid of the afterlife, and many will be liars.

source: རྒྱལ་པོའི་སྐྱོན་དེ་ལྟ་བུས་བྱང་ཆུབ་སེམས་དཔའ་ལ་ལ་ནི་འཇིག་རྟེན་གྱི་ཁམས་གཞན་དུ་འགྲོའོ། །
en: “Due to the defects of those kings, some bodhisattvas will go to other worlds.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལ་ལ་ནི་དགོན་པ་དང་། ནགས་ཚལ་གྱི་གནས་སུ་སྦྱངས་པའི་ཡོན་ཏན་དང་། ཆོག་ཤེས་པ་དང་། བཏང་སྙོམས་ལ་གནས་སོ། །
en: Some bodhisattvas will maintain their ascetic virtues, contentment, and impartiality in remote places and forests.

source: གང་ཡུལ་དེ་ཡོངས་སུ་སྐྱོང་བའི་ལྷ་དེ་དག་ཀྱང་ཡིད་མི་དགའ་བར་གྱུར་ཏེ། ཡུལ་གྱི་ཕན་པ་དང་། དགོས་པ་ཐམས་ཅད་ཡལ་བར་འདོར་རོ། །
en: The deities who protect those lands will become displeased and disregard the welfare and needs of those lands.

source: ཡུལ་དེ་ཡང་འཁོར་གཉིས་ཀྱིས་འཁྲུག་པར་འགྱུར་རོ། །
en: In those lands, the assemblies will engage in mutual conflicts.

source: རྒྱལ་པོའི་ཉེས་པས་དེ་ན་སེམས་ཅན་རྣམས་ནད་མང་བར་འགྱུར་ཏེ། ཚོགས་དང་བྲལ་བ།
en: Due to the faults of those kings, beings will contract many diseases.

source: དྲན་པ་ཉམས་པ། ཆོས་མ་ཡིན་པ་ཚོལ་བ། མྱུར་དུ་རྒ་བ། མྱུར་དུ་འཁོགས་པ། མྱུར་དུ་འཆི་བར་འགྱུར་རོ། །
en: They will be separated from the accumulations, their ability to recollect will be impaired, they will pursue that which opposes the Dharma, they will quickly become old and decrepit, and they will quickly die.

source: མ་འོངས་པའི་དུས་ཐ་མ་ལྔ་བརྒྱའི་བར་དག་ཏུ་འདི་ལྟ་བུའི་ཡུལ་འཁྲུག་པར་འགྱུར་ན། ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སུ་ལ་ཡོངས་སུ་གཏང་། མ་འོངས་པའི་དུས་ཐ་མ་ལྔ་བརྒྱའི་བར་དག་ཏུ་རི་མོར་བྱ་བར་མི་འོས་པ་འཆལ་པའི་ཤེས་རབ་ཅན། བརླང་བ། བརྐམ་པ།
en: To whom should this Dharma teaching be entrusted for the future during the final five hundred years when there will be such conflict?

source: ནོར་ལ་དགའི་ཆོས་ལ་མི་དགའ་བ་ཚིག་ལ་དད་ཀྱི་དགོས་པ་ལ་མ་ཡིན་པ། མི་སེམས་པ། གཞོགས་སློང་ཅན། བརྫུན་ཆེ་ཞིང་གཞན་འདྲིད་པར་སེམས་པ་དག་འབྱུང་ངོ་། །
en: “In the future, during the final five hundred years, there will be kings who are not worthy of adoration, whose insight is confused, who are rough and greedy, who enjoy wealth but not the Dharma, who have no need for faith in words, who are thoughtless, who solicit payment, who are great liars, and who plot to deceive others.

source: གང་དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དང་། ཁྱིམ་ན་གནས་པ། མཁས་པ་ཆོས་འདོད་པ། ཆོས་སྨྲ་བ་དེ་དག་ལ་རི་མོར་མི་བྱེད།
en: They will not venerate and look after the mendicants, brahmins, householders, and scholars who seek the Dharma, or Dharma reciters.

source: མི་ལྟའི། བརྫུན་ཟེར་བའི་ཚིག་ལ་དགའ་ཞིང་བརྙས་པ།
en: Instead, they will enjoy lying about them and abusing them.

source: ཆོས་མ་ཡིན་པའི་ཚིག་ཐོས་ན་བྱ་བར་སེམས་པ་འབྱུང་ངོ་། །གང་བསོད་ནམས་ཆུང་བ་དང་། ཤེས་རབ་ཆུང་བ་དང་། ཚུལ་ཁྲིམས་ངན་པ་ཅན་དང་། གཞོགས་སློང་ཅན་དང་། བརླང་བ་དང་། བདག་སྟོད་པ་དང་། གཞན་སྨོད་པ་དང་། ལྟ་བ་མ་རུངས་པ་དང་། འཕྲལ་གང་དུ་སེམས་ཀྱི་ལུས་དང་ངག་མི་སྡོམ་པ་དང་། ཆོས་འཛིན་པའི་སེམས་མེད་པ་དང་།
en: When they hear words that are not the Dharma, they will think about putting them into practice.

source: སྡིག་པ་ལ་དགའ་བའི་སེམས་དང་ལྡན་པ་དང་། དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དང་། ཁྱིམ་ན་གནས་པ་དེ་དག་ཀྱང་རི་མོར་བྱ་བ་མ་ཡིན་པའི་རྒྱལ་པོ་དང་། རྒྱལ་པོའི་ཞམ་རིང་བ་ལ་ནོར་གྱི་ཕུང་པོས་རྗེས་སུ་འཛིན་པར་བྱེད་པར་འགྱུར་རོ། །
en: They will support with heaps of wealth the kings and royal priests who have little merit or insight, who observe unwholesome discipline, who solicit payment, who are rough, who praise themselves, who criticize others, who adhere to inappropriate views, who think about immediate necessities without restraining their bodies and speech, who do not think about upholding the Dharma, who delight in negative actions, and who do not venerate those mendicants, brahmins, and householders.

source: ནོར་གྱི་སྟོབས་དེ་དང་། བརྫུན་དུ་སྨྲ་བའི་སྟོབས་དེས་རི་མོར་བྱ་བ་མ་ཡིན་པའི་རྒྱལ་པོའི་ཞམ་རིང་བ་རྣམས་ལ་ཡང་མཆོད་ཅིང་རིམ་གྲོ་བྱེད་པར་འགྱུར་རོ། །
en: Through the power of wealth and lies, they will worship and serve royal priests who should not be venerated.

source: རི་མོར་བྱ་བ་མ་ཡིན་པའི་རྒྱལ་བའི་ཞམ་རིང་བའི་ཚིག་ཉན་ཅིང་བྱེད་དེ་མཆོད་པ་ནས་རྒྱལ་པོ་ལ་མཆོད་པར་གནས་པར་འགྱུར་བའི་བར་དུའོ། །
en: They will listen to and act upon the words of royal priests who should not be venerated, they will worship them, and those priests will be worshiped and become an object of worship for those kings.

source: རི་མོར་བྱ་བ་མ་ཡིན་པའི་བར་གྱི་ཉེས་པས་ཆོས་ཀྱི་ཕྱོགས་ཚར་གཅོད་པར་འགྱུར་རོ། །ཆོས་མ་ཡིན་པའི་ཕྱོགས་བསླང་བར་འགྱུར་ཏེ།
en: Due to the faults of those who should not be venerated, the tenets of the Dharma will be obliterated, and the tenets of false Dharma will rise.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འདི་དག་ཀྱང་བཏང་སྙོམས་ཀྱི་བར་ལ་བསམ་གཏན་བྱེད་པར་འགྱུར་ན་ངས་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སུ་ཞིག་ལ་གཏད་པར་བྱ།
en: If the bodhisattva great beings are going to dwell in states of indifference and practice concentration, to whom should I entrust this Dharma teaching?

source: གང་ཡང་མ་འོངས་པའི་དུས་ཐ་མ་ལྔ་བརྒྱའི་བར་དམ་པའི་ཆོས་ཀྱི་གཟུགས་བརྙན་གྱི་ཚེ་ན་ཁྱིམ་གྱི་གནས་ནས་བྱུང་སྟེ། བདག་བརྩོན་པར་སེམས་ཤིང་དེ་དག་མི་དད་པ་དང་། ཚུལ་ཁྲིམས་ངན་པ་དང་། ཤེས་རབ་འཆལ་ཅིང་ཁྱིམ་དང་། རིགས་དང་།
en: “In the future, during the final five hundred years when the sacred Dharma will be no more than a reflection of itself, there will be people who renounce householder life and who strive for their own interests, lack faith, and observe unwholesome discipline; whose insight is confused; and who are stingy about the Dharma as they crave houses, status, domains, land, and profit.

source: གནས་དང་། ཡུལ་དང་། རྙེད་པས་ཆོས་ལ་སེར་སྣ་བྱེད་པར་འགྱུར་རོ། །གཅིག་ལ་གཅིག་གནོད་པར་སེམས་པ་དང་། གཞན་གྱི་འཁྲུལ་པའི་སྐབས་ཚོལ་བ་དང་།
en: They will harbor ill will toward each other, and they will look for opportunities to deceive others.

source: གཞན་ལས་རྙེད་ཅིང་རིམ་གྲོ་བྱས་ན་ཡིད་དགའ་བ་དང་།
en: They will delight in receiving gifts and being venerated by others.

source: ཡུལ་དམ་པ་རྙེད་པའི་དགེ་སློང་རྣམས་ལ་དམོད་པ་དང་། གཞན་གྱི་གནས་དང་། གྲོང་ཁྱེར་དང་། མཁན་པོ་དང་། སློབ་དཔོན་ལ་སླུ་བ་འབྱུང་བར་འགྱུར་རོ། །
en: They will denigrate monks who have reached sublime levels of realization, and they will be deceitful about others’ dwelling places, cities, preceptors, and teachers.

source: རྣལ་འབྱོར་ཡིད་ལ་བྱེད་པ་དང་། སོ་སོར་རྟོག་པ་ཞི་བ་དང་བདེ་བའི་རྒྱུན་གཅོད་པ་དང་།
en: They will interrupt the peace and happiness that comes from contemplation and the discernment of yogic practice.

source: ཟས་དང་། སྐོམ་གྱི་རོ་ལ་བརྐམ་པ་དང་། རྙེད་པ་དང་། བཀུར་སྟི་ལ་བརྩོན་པ་འབྱུང་ངོ་། །ཁྱིམ་ན་གནས་པ་རྣམས་ལ་མཆོད་པ་བྱེད་པར་འགྱུར་ཏེ། །
en: They will crave food and drinks, they will strive for profit and honor, and they will worship householders.

source: ཆོས་འདོད་པ་རྣམས་ལ་བརྙས་པ་ཤིན་ཏུ་བྱེད་པས་ཆོས་སྨྲ་བའི་དགེ་འདུན་རྣམས་གཙུག་ལག་ཁང་གི་གནས་སྤངས་ཏེ།
en: Since they will denigrate those who seek the Dharma, the Dharma reciters will abandon the monasteries.

source: དགོན་པ་བས་མཐའི་མལ་སྟན་དག་ན་བཏང་སྙོམས་ལ་བསམ་གཏན་འཆའ་བར་འགྱུར་རོ། །
en: They will become hermits and settle into states of concentration upon indifference in their beds.

source: དེ་ལྟར་ཆོས་མ་ཡིན་པའི་ཕྱོགས་ཀྱི་ཚེ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ལ་ལ་དག་ནི་འཇིག་རྟེན་གྱི་ཁམས་གཞན་དུ་དོང་ངོ་། །ལ་ལ་དག་ནི་དགོན་པར་བཏང་སྙོམས་ཀྱི་བར་ལ་གནས་སོ། །
en: At that time, when the tenets of false Dharma are thriving, some bodhisattva great beings will leave for other worlds, and some others will dwell in remote areas in a state of indifference.

source: གང་ཡུལ་དེ་ཡོངས་སུ་སྐྱོང་བའི་ལྷ་དེ་དག་ཀྱང་བཏང་སྙོམས་ལ་གནས་སོ། །ཡུལ་དེར་མུ་གེ་དང་། ནད་དང་། ཐབ་མོ་ཡང་འབྱུང་ངོ་། །
en: The deities who protect those lands will also dwell in states of indifference, and those lands will experience famines, diseases, and conflict.

source: དེར་སེམས་ཅན་རྣམས་གཅིག་ལ་གཅིག་འཆིང་ཞིང་གསོད་དེ། དེ་དག་གཅིག་ལ་གཅིག་འཇིགས་པས་ལོག་པར་ལྟ་བ་གཞན་ལ་སྐྱབས་སུ་འགྲོ་ན།
en: Beings in those places will bind and kill each other, and they will take refuge in mistaken views out of fear of each other.

source: ངས་འདི་ལྟ་བུའི་ཟབ་མོ་ཆོས་ཐམས་ཅད་ཀྱི་ཚུལ་གྱི་བཟོད་པ་འདི་སུ་ཞིག་ལ་ཡོངས་སུ་གཏད་པར་བྱ།
en: So, to whom should I entrust an acceptance of the way of all profound teachings such as this one?”

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའི་འཁོར་ཐམས་ཅད་དང་ཉན་ཐོས་ཆེན་པོ་དེ་དག་དང་། ལྷ་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་མཐུ་ཆེན་པོ་དེ་དག་གིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཟབ་མོའི་ཆོས་ཀྱི་ཚུལ་ལ་བཟོད་པ་འདི་བདག་ཅག་གི་སུག་པར་གཏད་དུ་གསོལ།
en: The entire assembly of bodhisattvas, great hearers, and powerful gods, gandharvas, and asuras exclaimed, “Blessed One, please entrust this acceptance of the way of the profound Dharma to our hands!

source: ཕོ་བྲང་འཁོར་གང་དང་ཡུལ་གང་ན་ཟབ་མོའི་ཆོས་ཀྱི་ཚུལ་ལ་བཟོད་པ་འདི་རབ་ཏུ་སྤྱོད་པར་འགྱུར་བའི་ཡུལ་དེར་བདག་ཅག་འཐབ་པ་དང་། རྩོད་པ་དང་། མུ་གེ་འབྱུང་བ་དང་། དགུང་ཆར་མི་འབབ་པ་དང་། བྲོ་ནད་དང་།
en: We will spread out and prevent fights, disputes, famines, droughts, diseases, and assemblies of non-Buddhists in any royal palaces and lands where this acceptance of the way of the profound Dharma is practiced!

source: གཞན་གྱི་འཁོར་བཟློག་པ་ལ་སྤྲོ་བར་བགྱིའོ། །ཆོས་སྨྲ་བ་དང་། ཆོས་འཚལ་བ་དང་། ཆོས་དགོད་པའི་གང་ཟག་རྣམས་བསྲུང་བར་བགྱིའོ། །
en: We shall protect those people who recite the Dharma, who seek the Dharma, and who establish the Dharma!

source: རྒྱལ་པོ་དང་། བློན་པོ་དང་། ཞམ་རིང་བ་དང་། གྲོང་རྡལ་དང་། ལྗོངས་ན་གནས་པ་རྣམས་ཆོས་དང་ལྡན་པ་ལ་སྦྱར་བར་བགྱིའོ། །
en: We shall convert the kings, ministers, royal attendants, and all those who live in towns and in the countryside into followers of the Dharma!”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བཞིན་བཟངས་དག་ལེགས་སོ་ལེགས་སོ། །སྤོབས་པ་བཟང་ངོ་། །
en: The Blessed One replied, “Respectable ones, this is excellent, excellent!

source: བརྩོན་པ་བཟང་ངོ་། །འཇིགས་པ་མེད་པ། ཁྲོ་བ་མི་སྙན་པ། བརྙས་མ་ཤིན་བྱེད་པ། བཀྲེས་པ། སྐོམ་པ། དབྱུག་པས་འཚོག་པ།
en: Your eloquence and diligence are excellent, and you are fearless.

source: གྲང་བ་དང་། ཚ་བ་དང་། རླུང་གིས་གདུངས་ཀྱང་དམ་པའི་ཆོས་ཀྱི་མིག་གནས་ཀྱི་བར་དུ་ཡུལ་དང་། གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་དང་། འོར་གྱི་གྲོང་དང་། སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་དུ་ཆོས་ཀྱི་མིག་འདི་ལ་བརྩོན་པར་བྱ་བ་དང་།
en: Even if you are tormented by beings who display nasty aggression, by beings who are extremely abusive, or by hunger and thirst; even if you are beaten up with sticks; and even if you are tormented by cold, by heat, or by wind, until you attain the state of the sublime Dharma eye, in all the lands, cities, towns, country villages, and buddha realms, who among you will enthusiastically strive for this Dharma eye?

source: ཟབ་མོ་ཆོས་ཐམས་ཅད་ཀྱི་སྒོའི་གཞི་དང་། བཟོད་པ་འདི་རབ་ཏུ་བསྟན་པ་དང་། བཟོད་པ་འདི་ལ་སེམས་ཅན་ཡང་རབ་ཏུ་སྦྱོར་བ་དང་། གང་བཟོད་པ་འདི་བསྒོམ་པ་དང་ཀློག་པ་དང་། གཞན་ལའང་ལུང་འབོག་པ་དང་། ཀློག་ཏུ་འཇུག་པ་དང་། གང་ཡང་ཉན་པ་དང་། འདྲི་བ་དང་། འདྲིར་འཇུག་པ་དེ་དག་ལ་སྤྲོ་བར་བྱ་བ་དང་། ཆོས་དང་ལྡན་པ་དེ་དག་ཀྱང་བསྲུང་བ་དང་།
en: Who among you will reveal this acceptance that is the foundation of the gateway to all the profound Dharma teachings, convert beings to this acceptance, spread out among all those who cultivate it, read it aloud, impart the textual transmission to others, encourage others read it, encourage everyone to listen to it, write it down, make others write it down, and spread out to protect, guard, and provide shelter for those who follow the Dharma?”

source: བསྐྱབ་པ་དང་། སྦེད་པ་སྒྲུབ་པར་ཁྱེད་ལས་སུ་དག་སྤྲོ་བར་འགྱུར། དེའི་ཚེ་བྱམས་པ་ལ་སོགས་པ་བྱང་ཆུབ་སེམས་དཔའ་སྟོང་ཕྲག་བཅུ་སྟན་ལས་ལངས་ཏེ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་ཏེ་ཕྱག་འཚལ་ནས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་བདག་ཅག་ནི་དམ་པའི་ཆོས་ཀྱི་སྦྱིན་གནས་ཀྱི་བར་དུ་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་དུ་སེམས་ཅན་རྣམས་སྦྱར་བར་བགྱི་བའི་བར་དང་།
en: At that moment, the ten thousand bodhisattvas led by Maitreya stood up, prostrated with their palms joined in the direction of the Blessed One, and exclaimed, “Respected Blessed One, we will convert all of the beings in every buddha realm until they are patrons of the holy Dharma.

source: གང་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་གླེགས་བམ་ལ་འདྲིར་སྩལ་བ་དེ་དག་བདག་ཅག་ཆོས་དང་ལྡན་པ་ལ་སྦྱོར་བ་བགྱི་བར་སྤྲོའོ། །
en: We will spread out to convert them into followers of the Dharma so that they commission this Dharma teaching to be written down in a book!”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་དག་སྐྱེས་བུ་ཆེན་པོའི་བྱེད་པ་བྱ་བ་དང་། ཇི་ལྟར་རིགས་ཀྱི་བུ་ཁྱེད་ཡང་དག་པར་སྤྱོད་པའི་ཚུལ་ནམ་མཁའི་མདོག་གིས་འདུལ་བའི་བཟོད་པ་འདི་ཐོབ་པ་ནི་ལེགས་སོ་ལེགས་སོ། །
en: The Blessed One said, “Noble sons, you perform the activities of great beings, and you have attained this acceptance of taming beings through the sky-colored method of perfect conduct.

source: རིགས་ཀྱི་བུ་ཇི་ཙམ་དུ་བཟོད་པ་འདིའི་སྟོབས་དང་།
en: This is excellent, excellent!

source: བརྩོན་པ་ཡང་དག་པར་འཛིན་ཅིང་བརྩོན་པ་ལ་དམིགས་པ་དེ་ཙམ་དུ་སྟོབས་དང་བརྩོན་པ་ཡང་དག་པར་འཛིན་པ་ལ་བརྩོན་པར་དམིགས་པས་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་དང་། གླིང་བཞི་པ་ཐམས་ཅད་དང་། ཡུལ་དང་། གྲོང་དང་། གྲོང་ཁྱེར་དང་།
en: Noble sons, as you diligently maintain the power and endeavor of this acceptance, your diligent maintenance of that power and endeavor will ripen beings in all the buddha realms, all the four-continent worlds, all the lands, all the villages, all the cities, all the towns, and all the provinces.

source: གྲོང་རྡལ་དང་། ལྗོངས་ཐམས་ཅད་དུ་སེམས་ཅན་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱོས་ཤིག །རྒྱལ་པོ་ལ་མ་གཡོ་བར་བྱོས་ཤིག །བློན་པོ་དང་། ཞམ་རིང་བ་རྣམས་ཀྱང་ཡལ་བར་མ་གཏང་ཤིག །
en: Do not deceive kings, and do not abandon ministers and royal attendants.
